[
  {
    "name": "Coldplay | Music of the Spheres Tour",
    "description": "Immerse yourself in a night of breathtaking music and unforgettable visuals as Coldplay brings their 'Music of the Spheres' tour to life. Known for their high-energy performances and spectacular stage designs, this is your chance to hear hits like 'Higher Power' and 'My Universe' alongside timeless classics. Let the vibrant atmosphere of Wembley Stadium amplify the magic of this iconic band's live show.",
    "price": 249.99,
    "totalTickets": 150,
    "location": "Wembley Stadium, London",
    "eventDate": 1733337600000,
    "userId": "user_6"
  },
  {
    "name": "Ed Sheeran | Mathematics Tour",
    "description": "Join Ed Sheeran for an intimate and moving evening filled with heartfelt melodies and personal stories. Featuring tracks from his recent albums and chart-topping favorites like 'Perfect' and 'Shape of You,' Ed creates a uniquely personal connection with every audience. Set in the world-class Rod Laver Arena, this is an event not to be missed by true music lovers.",
    "price": 179.99,
    "totalTickets": 200,
    "location": "Rod Laver Arena, Melbourne",
    "eventDate": 1735708800000,
    "userId": "user_7"
  },
  {
    "name": "Harry Styles | Love on Tour",
    "description": "Harry Styles is back on the road with 'Love on Tour,' a celebration of music, individuality, and pure joy. Experience the electrifying energy of Harry's hit songs like 'Watermelon Sugar' and 'As It Was' performed live in the iconic Madison Square Garden. With a dazzling production and Harry’s unmatched charisma, this show promises to be a night to remember.",
    "price": 199.99,
    "totalTickets": 120,
    "location": "Madison Square Garden, New York",
    "eventDate": 1732992000000,
    "userId": "user_8"
  },
  {
    "name": "Post Malone | Twelve Carat Tour",
    "description": "Witness Post Malone's return to the stage in his most ambitious tour yet, 'Twelve Carat Tour.' Known for his genre-bending sound and emotional performances, Post will deliver hits like 'Circles' and 'Rockstar' alongside new music. The Scotiabank Arena sets the perfect stage for a night of music and connection with one of the most influential artists of our time.",
    "price": 189.99,
    "totalTickets": 100,
    "location": "Scotiabank Arena, Toronto",
    "eventDate": 1738128000000,
    "userId": "user_9"
  },
  {
    "name": "Adele | 30 Live",
    "description": "Step into an evening of soul-stirring vocals and raw emotion as Adele performs songs from her critically acclaimed album, '30,' alongside beloved classics like 'Someone Like You.' At The O2 Arena, her incredible voice and heartfelt storytelling will captivate you in a performance that feels both grand and deeply personal.",
    "price": 299.99,
    "totalTickets": 80,
    "location": "The O2 Arena, London",
    "eventDate": 1732560000000,
    "userId": "user_10"
  },
  {
    "name": "Elton John | Farewell Yellow Brick Road",
    "description": "Celebrate the legacy of a music icon with Elton John's 'Farewell Yellow Brick Road' tour. In what promises to be a career-defining show, Elton performs his greatest hits, from 'Rocket Man' to 'Tiny Dancer,' in the stunning Mercedes-Benz Arena. This is your last chance to see the legend live on his final tour.",
    "price": 349.99,
    "totalTickets": 100,
    "location": "Mercedes-Benz Arena, Berlin",
    "eventDate": 1736659200000,
    "userId": "user_11"
  },
  {
    "name": "Taylor Swift | Midnight Memories Tour",
    "description": "Experience the enchantment of Taylor Swift live as she takes you through a musical journey featuring hits from her latest album and fan favorites spanning her career. From poetic ballads to high-energy anthems, Taylor’s dynamic performance at Allegiant Stadium will leave you spellbound.",
    "price": 299.99,
    "totalTickets": 150,
    "location": "Allegiant Stadium, Las Vegas",
    "eventDate": 1732128000000,
    "userId": "user_12"
  },
  {
    "name": "Beyoncé | Renaissance World Tour",
    "description": "Prepare for a night of unmatched artistry and showmanship as Beyoncé takes the stage on her 'Renaissance World Tour.' Known for her iconic performances and powerful vocals, Queen Bey will perform chart-toppers from her extensive catalog. SoFi Stadium will transform into a celebration of music, dance, and inspiration.",
    "price": 399.99,
    "totalTickets": 200,
    "location": "SoFi Stadium, Los Angeles",
    "eventDate": 1739337600000,
    "userId": "user_13"
  },
  {
    "name": "Foo Fighters | Concrete and Gold Tour",
    "description": "Feel the raw power and energy of one of rock's most iconic bands as Foo Fighters bring their 'Concrete and Gold' tour to the United Center. With electrifying performances of songs like 'Everlong' and 'The Pretender,' this is an unforgettable night for rock enthusiasts and casual fans alike.",
    "price": 149.99,
    "totalTickets": 120,
    "location": "United Center, Chicago",
    "eventDate": 1731696000000,
    "userId": "user_14"
  },
  {
    "name": "Bruno Mars | 24K Magic Tour",
    "description": "Dance and groove to the infectious rhythms of Bruno Mars' '24K Magic Tour.' Featuring unforgettable hits like 'Uptown Funk' and '24K Magic,' Bruno’s electrifying stage presence and dynamic showmanship will light up the Barclays Center. This is more than a concert—it’s a party you won’t want to miss.",
    "price": 229.99,
    "totalTickets": 180,
    "location": "Barclays Center, Brooklyn",
    "eventDate": 1737436800000,
    "userId": "user_15"
  }
]
